Repository: OPUS4/application
Catalog: modules/search/language/search.tmx
Source language: de
Languages: en

source: Volltextsuche
en: Fulltext search

source: Die zuletzt eingetragenen Dokumente im Repository
en: The latest documents in this repository

source: Suchfeld hinzuf√ºgen
en: Add one search field

source: Letztes Suchfeld entfernen
en: Remove last search field

source: Suchergebnis
en: Search result

source: Metadatensuche
en: metadata search

source: Dokumente von
en: Documents by

source: Dokumente herausgegeben von
en: Documents edited by

source: Dokumente vom Typ
en: Documents of type

source: Alle Dokumente auf diesem Server
en: All documents in this repository

source: Die Suche ergab %1$s Treffer.
en: Query returned %1$s hit.

source: Relevanz
en: Relevance

source: gefunden in
en: found in

source: Dokumente in dieser Kategorie
en: Documents in this category

source: Dieser Kategorie sind %1$s Dokumente zugeordnet.
en: This category has %1$s entries.

source: Dieser Kategorie ist %1$s Dokument zugeordnet.
en: This category has %1$s entry.

source: Leider wurde nichts zu Ihrer Suchanfrage gefunden!
en: Sorry, no matches for your query!

source: Titel
en: Title

source: Autor
en: Author

source: sonstige Personen
en: Persons

source: Volltext
en: Fulltext

source: Kurzzusammenfassung
en: Abstract

source: Klassen und Schlagworte
en: Subjects

source: Schriftenreihen
en: Series

source: Sammlungen
en: Collections

source: Dokumenttyp
en: Document type

source: Publikationsjahr
en: Year of publication

source: Assoziiertes Institut
en: Associated institute

source: und
en: and

source: oder
en: or

source: nicht
en: not

source: Exakte Suche
en: Exact query

source: Wortteile
en: parts of the words

source: Treffer pro Seite
en: Hits per page

source: Sortierung
en: Sorting

source: Alle
en: All

source: Jahr und Titel
en: Year and title

source: Jahr
en: Year

source: Relevanz (aufsteigend)
en: Relevance (ascending)

source: Jahr und Titel (absteigend)
en: Year and title (descending)

source: Jahr (absteigend)
en: Year (descending)

source: Titel (Z-A)
en: Title (Z-A)

source: Autor (Z-A)
en: Author (Z-A)

source: Die 10 letzten Dokumente
en: 10 latest documents

source: Volltextdateien
en: Fulltext Files

source: Nur Dokumente mit Volltextdatei
en: Only documents with fulltext file

source: Nur Dokumente ohne Volltextdatei
en: Only bibliographic data
